{
  "ConsentToolTitle": "Consentement aux traitements de vos données",
  "ConsentToolText": "<p><a href=\"http://madvertise.com/fr/tc/politique-de-confidentialite\" >[PUBLISHER_NAME]</a> vous informe que lors de l’utilisation de notre application, , nous vous demandons d'exprimer vos choix sur les traitements de vos données de géolocalisation : l’identifiant publicitaire, la longitude et la latitude de votre terminal mobile. La collecte de vos données, si vous y consentez, est réalisée par le logiciel publicitaire « SDK media » de notre partenaire <a href=\"http://madvertise.com/en/gdpr\" >Madvertise</a> ainsi que par son outil de ciblage publicitaire « SDK data ».<br/>Le logiciel publicitaire nous permet de programmer et diffuser des publicités sur les espaces publicitaires de notre application. Si vous cliquez sur « J’accepte tout» vos données sont alors également réutilisées par d’autres partenaires publicitaires intervenant dans la chaîne de programmation (Achat-Vente) des espaces publicitaires de notre application. Vous avez la possibilité de choisir en cliquant sur «  Je valide mes choix » quels sont partenaires publicitaires que vous autorisez à réutiliser vos données et dans quels buts.<br/>L’'outil de ciblage publicitaire collecte également vos données et nous les transmettons à nos partenaires commerciaux qui en analysant votre comportement à l’égard des publicités géadaptéess nous permettent de vous adresser en fonction de l’endroit où vous trouver des messages publicitaires ou des offres promotionnelles sur des produits ou services proposés par les clients (enseignes de petites et grandes distributions) de <a onclick=\"consentManager.showVendorList();\" >nos partenaires commerciaux</a>.<br/>En cliquant sur « J’accepte tout », vous acceptez que vos données soient également utilisées par nos partenaires commerciaux.<br/>En cliquant sur « Je valide mes choix », vous avez bien évidemment la possibilité de choisir pour quelles finalités vous autorisez la collecte et traitement de vos données et les partenaires commerciaux autorisés à y avoir accès.En cliquant sur « Je refuse tout », ni <a href=\"http://madvertise.com/fr/tc/politique-de-confidentialite\" >[PUBLISHER_NAME]</a>, ni ses partenaires ne peuvent accéder et utiliser vos données et les publicités affichées le sont de façon aléatoire sans aucun rapport avec vos comportements et/ou vos déplacements.<br/>Vous pouvez à tout moment retirer votre consentement en exerçant vos droits (accéder, modifier, changer d’avis).<p/>",
  "ConsentManagementPublisherName": "MAdvertiseDemo",
  "ConsentToolSettingsButtonTitle": "Je personnalise mes choix",
  "ConsentManagementStoredData":"Gérer vos données personnelles collectées",
  "ConsentToolAcceptButtonTitle": "J’accepte tout",
  "ConsentToolRefuseButtonTitle": "Je refuse tout",
  "ConsentManagementTitle": "Personnaliser",
  "ConsentManagementSaveButtonTitle": "ENREGISTRER ET QUITTER",
  "ConsentManagementValidateButtonTitle": "Je valide mes choix",
  "ConsentManagementVendorsButtonTitle": "Voir la liste des partenaires",
  "ConsentManagementCancelButtonTitle": "Annuler",
  "ConsentManagementAcceptAllButtonTitle": "TOUT ACCEPTER",
  "ConsentManagementRejectAllButtonTitle": "TOUT REFUSER",
  "ConsentToolGeoLocationTitle":"Publicité géoadaptée",
  "ConsentToolGeoLocationDescription":"Afin de vous proposer des publicités géoadaptées à votre position géographique, nous collectons et utilisons les données de géolocalisation et l’identifiant publicitaire de votre smartphone,. Ces données nous permettre de vous faire parvenir des offres promotionnelles au plus près de vos magasins.",
  "VendorListHeaderTitle": "COMPANY",
  "VendorPurposeAccepted": "Accepté",
  "VendorPurposeDenied": "Refusé",
  "VendorEnabled": "Activé",
  "VendorDisabled": "Désactivé",
  "VendorEmptyFields": "None",
  "VendorDetailPurposes": "Purposes",
  "VendorDetailFeatures": "Features",
  "VendorListSorted": true,
  "InfoOkButtonTitle": "Ok",
  "DataManagementTitle":"Vos préférences sur les données",
  "DataManagementSubtitle":"Gérer vos données personnelles collectées par les partenaires tiers.",
  "DataManagementDataAccess":"Accèder aux données",
  "DataManagementDataAccessDescription":"Vous pouvez obtenir vos données (personnelles ou non) collectées par notre système.",
  "DataManagementRectifyData":"Rectifier les données",
  "DataManagementRectifyDataDescriptionOne":"Vous pourrez rectifier vos données incomplètes ou erronées après reception par email. ",
  "DataManagementRectifyDataDescriptionTwo":"Veuillez saisir dans le champ ci-dessus une adresse email pour recevoir vos données. Vous recevrez un email dans les prochains jours. L'adresse email sera supprimée de notre système par la suite.",
  "DataManagementRectifyDataEmailHint":"Adresse email",
  "DataManagementRequestInformation":"Valider",
  "DataManagementOptOut":"Retrait / Suppression",
  "DataManagementOptInDescription":"Si vous souhaitez supprimer vos données, toutes les données que nous avons collecté en rapport avec votre identifiant publicitaire seront supprimées.",
  "DataManagementRequestDeletion":"Confirmer la suppression",
  "DataManagementRequestInformationMessage":"Merci pour votre demande ! Vous recevrez un courriel dans les prochaines semaines (maximum 30 jours). Après l'envoi des données, votre adresse e-mail sera supprimée de notre système dans les plus brefs délais.",
  "DataManagementOptoutMessage":"Votre statut sera réglé sur'Opt-out'. Il sera mis fin à la collecte et au traitement des données. Vous ne recevrez donc plus de publicité personnalisée ou d'expérience utilisateur basée sur la collecte et le traitement des données.",
  "DataManagementSubmissionError":"Une erreur s'est produite, veuillez vérifier votre connexion Internet ou réessayer plus tard.",
  "DataManagementNoSelectionError":"Veuillez choisir l'une des deux options.",
  "WarningTitle":"Attention",
  "AuthorizedVendors":[-10,-20,-30,25,12,11,28,27,15,10,31,32,45,52,91,69,81,40,49,45,49,52,68,76,71,79,91,66,82,50,21,153,114,128,129,195,190,92,193,93,130,77,200,226,225,92,124,115,126,213,192,234,245,254,258,36,42,21,368]
}
